Repository: Terralego/django-geostore
Catalog: geostore/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Geographic Store
fr: Entrepot Géographique

source: Download
fr: Télécharger

source: Your data export is ready
fr: Votre export de données est prêt

source: Import INSEE data from csv to db.
fr: Importer des données INSEE depuis un fichier CSV.

source: Delete all stored INSEE data, DO NOT USE IN PROD.
fr: Efface toutes les données INSEE stockées. NE PAS UTILISER EN PRODUCTION.

source: Number of rows per transaction
fr: Nombre de lignes par transaction.

source: Specify CSV delimiter
fr: Spécifier un délimiter CSV

source: Specify CSV quotechar
fr: Specifier un caractère de séparation de texte.

source: Specify CSV path
fr: Spécifier le chemin du fichier CSV

source: Improve performance of initial import
fr: Améliore les performance d'un import initial

source: Specify layer name
fr: Spécifier le nom de la couche

source: Specify transform functions
fr: Spécifier les fonctions de transformation

source: Name of longitude column
fr: Nom de la colonne longitude

source: Name of latitude column
fr: Nom de la colonne latitude

source: Overpass query without type (out:json)
fr: Outrepasser la requête sans type (out:json)

source: Specify type of layer
fr: Spécifier le type de la couche

source: Name of created layer containing GeoJSON data. If not provided an uuid4 is set.
fr: Nom de la couche créée contenant les données GeoJSON. Si non fourni, un identifiant uuid4 sera généré.

source: PK of the layer where to insert the features. A new layer is created if not present.
fr: PK de la couche où insérer les objets. Une nouvelle couche sera créée si non précisé.

source: Group name of the created layer
fr: Nom du groupe de la couche créée.

source: PK of the layer to update
fr: PK de la couche à mettre à jour

source: Group names of the created layer
fr: Noms de groupes de la couche créée

source: Guess min and max zoom from data
fr: Devine les niveau de zoom max. et min. à partir des données.

source: Name
fr: Nom

source: Schema
fr: Schéma

source: Authorized groups
fr: Groupes autorisés

source: Layers
fr: Couches

source: Identifier
fr: Identifiant

source: Properties
fr: Propriétés

source: Layer
fr: Couche

source: Origin
fr: Origine

source: Order
fr: Ordre

source: Title
fr: Titre

source: Feature
fr: Objet

source: Invalid geom type for routing
fr: Type de géométrie invalide pour le routage

source: Hello <strong>%(username)s</strong> <br> <br> Your file is ready : <a href="%(url)s">%(url)s</a> <br>
fr: Bonjour <strong>%(username)s</strong> <br> <br> Votre fichier est prêt : <a href="%(url)s">%(url)s</a> <br>

source: Hello %(username)s Your file is ready : %(url)s
fr: Bonjour %(username)s Votre fichier est prêt : %(url)s

source: Hello <strong>%(username)s</strong> <br> <br> There are no data in the layer you asked for. <br>
fr: Bonjour <strong>%(username)s</strong> <br> <br> Il n'y a aucune donnée présente dans la couche demandée. <br>

source: Hello %(username)s There are no data in the layer you asked for.
fr: Bonjour %(username)s Il n'y a aucune donnée présente dans la couche demandée.

source: {unexpected_properties} not in schema properties
fr: {unexpected_properties} non présent(s) dans le schéma de propriétés

source: Geometry type is not the same on the layer
fr: Le type de géométrie ne correspond pas à celui de la couche

source: Geometry is empty
fr: La géométrie est vide

source: Geometry is not valid
fr: La géométrie n'est pas valide

source: Your user has no mail address.
fr: Votre utilisateur ne possède pas d'adresse email.

source: An error occured parsing GeoJSON, verify your data
fr: Une erreur est survenue en traitant le GeoJSON, vérifiez vos données

source: Features are missing in GeoJSON
fr: IL n'y a aucun objet dans le GeoJSON
